[General]
Translator, "Dae-deul K, di0deman, E2ZONE, hacker3079@kornet.net, keijun, Xeriars, 민경섭Min Kyung Seob"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "738"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "26"


[Icon]
R0lGODlhEAAMAOYAAKSkpO7u7ubm5urq6rm5uenp6aOjo+fn55+fn+/v7+ru7+vr66WlpZqamq+v
r/Dw8KmpqaioqODg4JeXl56env7+/pycnLq6uuTk5Kurq/X19evt7eJnUaenp9jY2NTU1Ofp6mJM
bUuLzNxgSvj4+JiYmM3Nzezp5aGgn5GRke7v7cbP2VBEceXj4n2kyfz8/IODg+zs7Oze3eDd2+OK
fNppUuzp6NuZjvf397+ssmBgYEuIxtLS0uvt7ABWu+rn49qdkJaWlk1NTQBWtbu7u9JsWQBTsrzK
2YuLi52dncHQ4F9fX/v7+7/AwMTExABYwPT09JOTk7Ozs/Pz839/f/Du7J6dnJeLpuzu7gBXuN/f
3+Hh4eLi4tnZ2YmJidBsWube3Pb29pSUlOXX1P///9Db5pCQkOjl4q2trQBJqZtzgl5eXsnJydln
U3Jycujr6+fX031khEBAQNPT0+nt7vHx8fLy8qKioujo6O3t7aGhoaCgoAAAAAAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAfFgGZ3e3p6e4eFencGdwApAHV5AQJ1CQEPD3YYdXZhBnp5MQQMHxsK
ClgmSBechXkeUXsgY0A3cG9iVF0JjAt4TmxgX0VtIzJNFwUJDHsLB3g9OTUcanE0dAcDUx0IBQID
VS4hLEM+Vyp5eVAQCAMHE1YraUZZT2UoFHY4GXsFBHJLZhzZIULJGTdCeLxAg0DLFhg6CLT4ccIG
kTUQmFRwsEeCBC5z8AjAgyeABgwkKpCR4mVCkBINGliwQGEPgAgRMjhIEggAOw==


[BFAPI]
ErrorClientVersionTooOld, "클라이언트 버전이 너무 오래되었습니다.\n응용 프로그램을 업데이트하고 다시 시도하십시오."
ErrorFailClientTime, "컴퓨터의 시간이 맞지 않습니다.\n시스템의 시간을 확인하고 다시 시도하십시오."
ErrorFailLogin, "이메일 주소와 비밀번호를 확인하고 다시 시도하십시오."
ErrorFailPrefix, "Binary Fortress 계정에 연결하는데 실패했습니다.\n인터넷 연결을 확인하시고, 이 응용 프로그램이 컴퓨터의 방화벽 혹은 네트워크 프록시에 의해 차단되어 있는지 확인하시기 바랍니다."
ErrorInvalidProTrialLicenseKey, "시험판 라이센스 키가 유효하지 않습니다.\n자세한 내용은 문의 해 주시기 바랍니다."
ErrorItemSizeTooLarge, "동기화하려는 항목 중 하나가 너무 큽니다.\n큰 항목을 삭제하고 동기화를 다시 시도하시기 바랍니다."
ErrorTrialExpiredPrompt, "Pro 시험판 라이센스가 만료 되었습니다.\n다른 시험판 시작을 위해 문의 하시겠습니까?"
ErrorTwoFactorInvalid, "이중 인증 코드가 만료되었거나 유효하지 않습니다.\n다시 시도하시기 바랍니다."
ErrorUnknownProPurchasedLicenseKey, "라이센스 키가 유효하지 않습니다.\n자세한 내용은 문의 해 주십시오."
LoginPrompt, "프로필을 동기화 하려면 Binary Fortress 로그인 정보 입력이 필요합니다.\n지금 로그인 정보를 입력하시겠습니까?"
PromptTwoFactor, "당신의 장치로 전송된 이중 인증 코드를 입력하여 주십시요.\n만약 몇 분 내로 인증 코드를 받지 못하셨다면 Binary Fortress 지원센터로 연락 바랍니다."
PromptTwoFactorImportOldCredentials, "이 응용프로그램은 이제 이중 인증을 지원하며, 현재 계정에서 이 기능을 사용하도록 설정하였습니다.\n\n당신의 장치로 전송된 이중 인증 코드를 입력하여 주십시오.\n만약 몇 분 내로 인증 코드를 받지 못하셨다면 Binary Fortress 지원센터로 연락 바랍니다."
PromptTwoFactorTOTP, "모바일 인증 앱으로 생성된 6 자리 코드를 입력하십시오.\n인증 코드에 문제가 있으면 Binary Fortress Support에 문의하십시오."
TitleSync, "Binary Fortress 계정과 동기화 중"


[BFAPILoginControl_Controls]
btnLogin, "로그인(&L)"
btnLogout, "로그아웃(&L)"
btnMyAccount, "내 계정(&A)"
btnMyLicenses, "내 라이센스(&M)"
btnRegister, "등록(&R)"
btnResetPassword, "비밀번호 초기화"
lblEmailAddress, "이메일 주소:"
lblName, "이름:"
lblPassword, "비밀번호:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "개인용 또는 상업용, # 라이센스 명에 표기"
LicenseRestrictionEnterprise, "회사 공간 내 상업용 PC 무제한"
LicenseRestrictionPersonal, "개인용 PC 무제한, 귀하가 사용할 상업용 PC 1대"
LicenseRestrictionSite, "한 장소 내 PC 무제한"
LicenseRestrictionStandard, "개인용 또는 상업용, PC 1대"
LicenseRestrictionSteam, "귀하가 주 사용자이며 Steam 이 설치된 개인용 또는 상업용 PC 무제한"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "유효한 이메일 주소를 입력한 뒤 다시 시도해 주십시오."
ErrorEnterPassword, "비밀번호를 입력한 뒤 다시 시도해 주십시오."
ErrorLoginFailed, "계정 정보를 불러오는데 실패하였습니다.\n이메일 주소와 비밀번호를 확인한 뒤 다시 시도해 주십시오."
ErrorNoLicensesFound, "이 계정에 대한 라이센스 정보를 찾을 수 없습니다.\n추가적인 도움이 필요한 경우 문의 해 주십시오."
ErrorUnknownLicenses, "라이센스 정보를 로드하는 중에 오류가 발생했습니다."
ErrorUnknownLogin, "계정 정보를 불러오는 중에 오류가 발생했습니다."
Note, "Binary Fortress 계정을 동기화하고 라이센스 키를 검색하기 위해 로그인 합니다."
SelectLicensePrompt, "현재 무료버전을 사용중입니다. Pro 시험판 라이센스 또는 입력하신 라이센스 키가 유효하지 않습니다.\nBinary Fortress 계정에서 라이센스 키를 불러오시겠습니까?"
Title, "내 Binary Fortress 계정"
TitleLoadingLicenses, "라이센스 키를 불러오는 중"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "생성 날짜"
colDateExpires, "만료 날짜"
colLicenseKey, "라이센스 키"
colLicenseRestrictions, "라이센스 제한"
colLicenseType, "라이센스 종류"
colName, "라이센스 명"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "이 라이센스 키를 사용 하시겠습니까?"
ErrorSelectLicense, "라이센스를 목록에서 선택 한 뒤 다시 시도해 주십시오."
ShowNeedLicenseWarning, "라이센스 키를 목록에서 선택한 뒤 'OK' 버튼을 클릭하십시오."
Title, "내 라이센스"


[BFFormCodeEditor]
btnHotKeyEdit, "수정(&E)"
btnInsertFunction, "코드 삽입(&I)"
btnInsertFunctionTT, "기존에 만들어진 스크립트 도우미 목록을 참고로하면 자신만의 기능을 만드는데 도움이 됩니다."
btnRedoTT, "재실행 (Ctrl + Y)"
btnReferencesDefault, "기본 참조"
btnRunFunction, "기능 실행(&R)"
btnRunFunctionTT, "현재 기능 실행."
btnUndoTT, "실행취소"
btnVerifyFunction, "코드 검증(&V)"
btnVerifyFunctionTT, "실행하지 않고 현재 코드 검증."
ErrorCompileFailed, "컴파일 실패."
ErrorEnterCode, "C# 또는 VB.net 코드를 입력 하신 후 다시 시도해 주시기 바랍니다."
ErrorEnterName, "이름을 입력 후 다시 시도해 주시기 바랍니다."
ErrorRunFailed, "실행 실패."
lblDescription, "설명:"
lblHelp, "기능에 대한 도움말"
lblKeyCombination, "키 조합:"
lblLanguage, "언어:"
lblName, "이름:"
lblReferences, "참조:"
lblShare, "커뮤니티에 코드를 공유하십시요!"
MessageRunning, "실행:"
MessageRunSuccess, "실행 성공."
MessageVerifySuccess, "검증 성공."
MessageWait, "코드가 실행되는 것을 기다리는 중입니다.\n작동중인 코드를 중지하기 위해 시스템 트레이 아이콘을 사용할 수 있습니다."
MessageWaitTitle, "코드 대기중"
PromptChangeLanguage, "기본 코드를 불러오시겠습니까?\n경고: 이 작업은 기존 코드를 초기화합니다."
PromptCloseWithoutSave, "저장하지 않고 종료하시겠습니까?"
PromptDefaultReferences, "참조값을 기본 값으로 재설정하시겠습니까?"
PromptInvalidSave, "이 코드는 유효하지 않은 것으로 보입니다.\n그래도 저장하시겠습니까?"
ShareMessage, "당신의 코드는 이 요청에 자동으로 첨부될 것입니다.\n메시지를 보내시려면 분할선 위에 입력해주시기 바랍니다. 감사합니다!"
ShareSubject, "코드 공유:"
ShareTitle, "코드 공유"
ShareWarning, "귀하의 이름이 제작자명(credit)으로 사용될 것이므로, 별명을 사용하거나 익명으로 공유하고 싶은 경우 저희에게 알려주시기 바랍니다."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "윈도우 스타일을 선택하여 주시기 바랍니다:"
PromptSelectWindowStylesEx, "확장 창 스타일을 선택하여 주시기 바랍니다:"
RemoveConfirmOne, "선택한 항목을 제거하시겠습니까?"
SelectAnItem, "목록에서 항목을 선택하시고 재시도하여 주시기 바랍니다."
SelectAudioDevice, "오디오 장치를 선택하여 주시기 바랍니다."
SelectMouseCursorLocation, "마우스 커서 위치를 선택하려면 클릭하십시오\n취소하려면 아무 키나 누르십시오"
SendKeys_EditString, "문자열 수정"
SendKeys_EnterString, "문자열 입력:"
SendKeys_mniAddKeyCombination, "키 조합 추가"
SendKeys_mniAddRawText, "순수 텍스트 추가"
SendKeys_mniAddText, "텍스트 추가"
SendKeys_Title, "키전송 빌더"


[BFFormDownload_Strings]
ConfirmCancel, "정말로 다운로드를 취소하시겠습니까?"
Error, "오류가 발생했습니다."
Progress, "총: {0} KB ({1} KB 남음)"
ProgressUnknown, "다운로드: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "WallpaperFusion 태그를 선택한 뒤 다시 시도해 주십시오."
lblQuery, "필터:"
Title, "WallpaperFusion 태그"


[BFFormOnlineMacroBrowser]
btnClose, "닫기(&C)"
colContributors, "기여자들"
colCreatedBy, "제작"
colDownloads, "다운로드"
colLanguage, "언어"
colLastModified, "최근 수정"
lblQuery, "필터:"
Loading, "로딩중..."


[BFFormProxySettings_Controls]
btnSave, "저장"
lblProxyAddress, "서버 주소:"
lblProxyPassword, "비밀번호:"
lblProxyPassword2, "비밀번호 확인:"
lblProxyPort, "포트:"
lblProxyUsername, "사용자 이름:"
rdoCustomSettings, "프록시 서버 설정(&C):"
rdoNoProxy, "프록시 서버 없음(&N) (직접 인터넷 연결)"
rdoUseIESettings, "인터넷 익스플로러 연결 설정(&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "프록시 서버 주소를 입력하거나 '프록시 서버 없음' 을 선택하시기 바랍니다."
EnterServerPort, "프록시 서버 포트를 입력 또는 '프록시 서버 없음' 을 선택하시기 바랍니다."
PasswordDecryptionFailed, "인터넷 연결 설정이 유효하지 않은 것으로 보입니다.\n설정을 수정하기 위해 프록시 서버 비밀번호를 다시 입력 하시겠습니까?"
PasswordsNotMatch, "프록시 서버 비밀번호가 일치하지 않습니다. 다시 시도 하십시오."
Title, "인터넷 연결 설정"


[BFFormSelectApplication]
AllApplications, "모든 응용 프로그램"
btnBrowse, "찾아보기(&B)"
colApplication, "응용 프로그램"
colPath, "경로"
GroupDesktopApplications, "데스크톱 응용 프로그램"
GroupWindows8Applications, "윈도우 유니버설 응용 프로그램"
lblWindowPicker, "이 항목을 창 위로 끌어서 목록에서 해당 창의 프로세스를 자동으로 선택합니다"
PleaseSelectApplication, "응용프로그램을 먼저 선택하시기 바랍니다."
Title, "응용 프로그램 선택"


[BFFormSettingsAdvanced_Controls]
btnDelete, "기본값"
chkShowOnlyModified, "변경된 값만 표시"
colSetting, "설정"
colValue, "값"
lblFilter, "필터:"
lblHelp, "더블 클릭으로 설정을 바꿀수 있습니다. 더 많은 정보를 원하시면 '도움말' 버튼을 눌러 주십시오."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "설정을 저장하는 동안 오류가 발생했습니다."
SavedSuccessfully, "고급 설정이 성공적으로 저장 되었습니다.\n이 설정을 적용하기 위해서 응용 프로그램의 재시작이 필요할 수 있습니다."
Title, "고급 설정"
TitleEdit, "고급설정 변경"


[BFFormSettings_Controls]
btnAdvancedSettings, "고급 설정"
btnAutoUpdateCheckNow, "지금 업데이트(&U)"
btnBackupSettings, "설정 내보내기"
btnLanguageHelp, "번역 완성을 돕기"
btnLicenseChangeToFree, "무료 버전으로 변경"
btnLicenseKeyRequestTrial, "새로운 시험판 라이센스 요청"
btnLicenseKeyRestoreTrial, "평가판 라이센스 키 복원"
btnLicenseLoadOnline, "Binary Fortress 계정에서 불러오기"
btnLicensePasteFromClipboard, "클립보드에서 붙여넣기"
btnProxySettings, "인터넷 연결 설정"
btnRestoreSettings, "설정 복원"
btnTroubleshootingClearLogBASE, "로그 삭제"
btnTroubleshootingCopyBASE, "클립보드로 복사하기"
btnTroubleshootingExportBASE, "파일로 내보내기"
btnTroubleshootingForceCleanupBASE, "메모리 강제 정리(&F)"
btnTroubleshootingOpenLogBASE, "로그 열기"
btnTroubleshootingRefreshBASE, "새로고침(&R)"
chkAutoUpdate, "자동으로 업데이트 확인"
chkAutoUpdateBeta, "(새로운, 불안정한) 베타 버전 확인"
chkAutoUpdateSteam, "업데이트를 자동으로 확인 (Steam은 이 설정이 적용되지 않을 수 있습니다.)"
colLanguageName, "이름"
colLanguagePercentComplete, "완료"
colLanguageTranslators, "번역자"
colLanguageVersion, "버전"
gbAutoUpdate, "업데이트 확인"
gbLicenseReseller, "리셀러 정보"
lblAutoUpdateWarningBASE, "경고 : 자동 업데이트가 현재 사용되지 않도록 설정되어 있으며, 새로운 버전을 설치하라는 메세지가 표시되지 않습니다"
lblLanguageGetMore, "새로운 언어 및 업데이트된 언어 가져오기"
lblLicenseExpires, "라이센스 유효 기한:"
lblLicenseKey, "라이센스 키:"
lblLicenseTo, "라이센스 대상:"
tabAbout, "소개"
tabLanguage, "언어"
tabLicense, "라이센스 키"
tabOptions, "옵션"
tabOurApps, "우리의 앱들"
tabTroubleshooting, "문제 해결"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "라이센스 키를 제거하고 무료 버전으로 전환하시겠습니까?"
ChangeToFreeFromTrialPrompt, "Pro 평가판을 다시 사용하려면 지원 팀에 새 평가판 키를 요청해야 합니다. 무료 버전에서 사용할 수 없는 기능을 확인하려면 웹 사이트의 무료 버전 vs Pro 버전 페이지를 방문하십시오.\n\n라이센스 키를 제거하고 무료 버전으로 전환하시겠습니까?"
DebugLogCleared, "디버그 로그 파일이 성공적으로 삭제되었습니다."
DebugLogNotFound, "디버그 로그 파일을 찾을 수 없습니다.\n먼저 디버그를 기록하도록 설정해야 합니다."
FreeVersion, "무료 버전"
LanguageHelpMessage, "번역을 마치는데 도움을 주고 싶습니다!"
LanguageHelpMessageDescription, "번역을 완료하는데 저희에게 도움을 주시면, 보답으로 Pro Standard 라이센스를 받습니다.\n2 영업일 이내로 조치해 드리겠습니다."
LanguageRightToLeft, "좌서문자"
LicenseKeyRequestTrialDescription, "2 영업일 이내로 조치해 드리겠습니다."
LicenseKeyRequestTrialMessage, "체험판 라이센스 키를 요청하고 싶습니다. 감사합니다!"
LogLevel0, "L0: 로그 비활성화"
LogLevel1, "L1: 로그 최소화"
LogLevel2, "L2: 상세 로그 (비추천)"
LogLevel3, "L3: 모든 로그 (비추천)"
RegistryExportSuccess, "설정을 성공적으로 내보냈습니다."
RestoreSettingsFailed, "설정을 복원하는데 실패하였습니다."
RestoreSettingsPrompt, "귀하 또는 Binary Fortress 지원팀에서 작성되지 않은 백업파일은 절대 복원하지 마십시오.\n이 백업을 복원하시겠습니까?"
RestoreSettingsSuccess, "설정이 성공적으로 복원되었습니다."
SettingsLoadError, "설정을 불러오는 동안 오류가 발생했습니다."
SettingsSaveError, "설정을 저장하는 동안 오류가 발생했습니다."
Title, "설정"
TroubleshootingCopyError, "문제 해결 정보를 복사하지 못했습니다."
TroubleshootingCopySuccess, "문제 해결 정보를 성공적으로 클립보드에 복사하였습니다."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "첨부파일"
btnAttachmentsClear, "첨부파일 제거"
chkIncludeBackup, "이 지원 요청에 설정 백업 또한 포함되어있음"
lblEmailAddress, "이메일 주소:"
lblMessage, "메세지:"
lblName, "이름:"
lblSubject, "제목:"
lblWarning, "문제 해결 탭과 Debug.log파일의 정보가 암호화되어 이 지원 요청과 함께 전송되므로 문제를 보다 신속하게 해결할 수 있습니다."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "유효한 이메일 주소를 입력한 뒤 다시 시도해 주십시오."
EnterMessage, "메시지를 입력하고 다시 시도하십시오."
EnterName, "이름을 입력하고 다시 시도하십시오."
EnterSubject, "제목을 입력하시기 바랍니다."
PromptClearAttachments, "첨부 파일을 제거하시겠습니까?"
SendSuccess, "정보가 성공적으로 전송되었습니다.\n2 영업일 내로 연락드리겠습니다."
Title, "지원 요청 제출"
TooLongEmailAddress, "더 짧은 이메일 주소를 입력하고 다시 시도하십시오."
TooLongName, "더 짧은 이름을 입력하고 다시 시도하십시오."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Pro 라이센스 구입"
btnLater, "다음에"
btnMoreInfo, "더 많은 정보"
lblInvalidLicense, "귀하의 Pro 라이센스 키는 유효하지 않은 것으로 보입니다.\n\n설정 창의 라이센스 키 탭에 올바른 라이센스 키를 입력했는지 확인하십시오.\n\n라이센스 키가 올바른데도 이 메시지가 계속 표시되면 아래의 도움말 버튼을 사용하여 Binary Fortress 지원 팀에 문의하십시오."
Title, "유효하지 않은 라이센스 키"


[BFFormUpdate_Controls]
btnChangeLog, "변경 로그 보기(&C)"
btnDownloadOnly, "웹사이트 방문하기(&V)"
btnInstallNow, "바로 설치(&I)"
btnInstallOnExit, "종료시 설치(&E)"
btnRemindMeLater, "나중에 알림(&R)"
btnSkipThisVersion, "이 버전 건너뛰기(&S)"
lblNewVersion, "새 버전:"
lblOldVersion, "현재 버전:"
lblUpdateNotes, "이 버전의 새로운 기능:"
lblUpdateSize, "업데이트 크기:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "새로운 버전으로 업데이트 할 것을 권장합니다.\n새 업데이트를 건너 뛰시겠습니까?"
DownloadFailedSave, "이 파일을 로컬에 저장하는데 실패하였습니다."
DownloadingUpdate, "업데이트 다운로드중"
DownloadInvalidData, "서버에서 잘못된 데이터가 반환되었습니다. 서버가 요청된 파일을 찾는 데 문제가 있을 수 있습니다."
DownloadNoData, "웹사이트로부터 반환된 데이터가 없습니다."
ErrorDownload, "새 버전을 다운로드하는 동안 오류가 발생했습니다."
FreeNotice, "이 업데이트와 향후의 모든 업데이트는 무료입니다! 오늘 업데이트 하셔서 즐기세요!"
RebootMightBeRequiredWarning, "이 업데이트가 설치된 후 프로그램의 재시작이 필요할 수 있습니다."
Title, "업데이트 가능"
UpdateProMessage, "원 클릭으로 업데이트하려면 Pro 라이센스로 업그레이드해야 합니다.\n업그레이드에 대한 정보를 더 원하십니까?"


[BFHelpButton_Controls]
mniDiscussions, "커뮤니티 토론"
mniOnlineHelp, "온라인 도움말"
mniSupportRequest, "지원 요청"


[BFHotKey]
ButtonRemoveInvalidHotKey, "잘못된 키 조합 제거(&R)"
ErrorHotKeyBindFailed, "키 조합 실패:"
ErrorHotKeyComboInUse, "입력한 키 조합이 이미 사용 중입니다. 몇가지 이유로 인해 이 문제가 발생할 수 있습니다.\n- 이 응용 프로그램의 어딘가에 키 조합이 이미 할당되어 있습니다.\n- 다른 응용 프로그램에서 이미 이 키 조합을 사용하고 있습니다.\n- 윈도우 내장 기능이 이 키 조합을 사용하고 있습니다.\n\n설정에서 키 조합을 편집하거나 제거하십시오."
ErrorIncorrectKeyValue, "키 조합이 유효하지 않습니다. 키 값을 입력하시기 바랍니다."
ErrorIncorrectNumberElements, "키 조합이 유효하지 않습니다. 키의 수가 잘못되었습니다."
ErrorIncorrectNumberKeyMods, "키 조합이 유효하지 않습니다. 수식어의 수가 잘못되었습니다."
ErrorInvalidKeyCombo, "지정한 키 조합이 잘못 되었습니다."
ErrorSystemReserved, "윈도우에서 예약된 키 조합을 사용할 수 없습니다."
ErrorTooManyModifiers, "키 조합이 유효하지 않습니다. 수식어가 너무 많습니다."
HotKeyButtonRemove, "제거(&R)"
HotKeyButtonSetHotKey, "단축키 설정"
HotKeyLabelKeys, "수식어를 선택하고 원하는 키를 입력하십시오"
HotKeyLabelMouse, "수식어를 선택하고 원하는 마우스 버튼을 클릭하십시요"


[BFMessage]
btnCopy, "클립보드로 복사(&C)"
btnMoreInformation, "더 많은 정보 보기(&S)"


[BFTextQuery]
CaseSensitive, "대소문자 구분:"
ErrorBracketMismatch, "오류:괄호가 일치하지 않습니다.\n괄호를 닫거나 쿼리를 따옴표로 묶어 주십시오."
ErrorEscapeCharAtEnd, "오류: 쿼리 끝단에 확장문자 '\'가 발견되었습니다.\n해당문자를 피하시거나 제거하시기 바랍니다."
ErrorExpectedMatchCountChar, "오류: {0} 위치에 ':::cbc:::'가 있습니다.\n괄호를 닫거나 쿼리를 따옴표로 묶어 주십시오."
ErrorExpectedQuote, "오류: {0} 위치에 '"'가 있습니다.\n해당문자를 피해주십시요."
ErrorInvalidChar, "오류: {1}위치에서 잘못된 문자 '{0}'.\n따옴표로 묶어 주십시오."
ErrorInvalidDigit, "오류: {0} 위치의 숫자가 잘못되었습니다.\n숫자는 양수여야 하며 숫자 문자만 포함해야 합니다."
ErrorInvalidWordBoundary, "경고 : 유효하지 않은 문자.\n숫자와 문자만 지원됩니다."
MayContain, "포함:"
MayEqual, "같을 수 있음:"
MayNotContain, "포함 안함:"
MayNotEqual, "같지 않을 수 있음:"
MustContain, "반드시 포함:"
MustEqual, "반드시 같음:"
MustNotContain, "포함 안함:"
MustNotEqual, "반드시 같지 않음:"
Time, "한 번"
Times, "{0} 번"


[BFUpdateCheck]
AlreadyInProgress, "업데이트를 확인하고 있는 중..."
ErrorRunningDownloadedFile, "다운로드 한 설치 파일을 실행하는 동안 오류가 발생했습니다."
FailedToGetVersion, "최신 버전으로 로드 할 수 없습니다."
NoUpdate, "이미 최신 버전입니다."


[cFunctions_Strings]
FolderNotRecognized, "선택한 폴더가 인식되지 않아 검색 할 수 없습니다."


[CommonControls]
chkIsMetroApp, "이 응용 프로그램은 메트로(범용)앱입니까?"
lblMetroAppID, "앱 ID:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "찾기 && 추가"
btnBrowseExcludePath, "찾아보기"
btnFolderBrowse, "찾아보기(&B)"
btnFolderBrowseAppend, "찾기 && 추가"
btnNewSearch, "새 탭으로 &검색"
btnPause, "일시정지(&P)"
btnResume, "작동재개(&u)"
btnSearch, "검색(&S)"
btnStop, "정지(&t)"
chkCaseSensitive, "대소 문자 구분 검색(&C)"
chkFileSizeMax, "최대 파일 크기:"
chkFileSizeMin, "최소 파일 크기:"
chkIsQueryRegEx, "정규식 검색"
chkSearchSubFolders, "하위 폴더 검색(&f)"
chkShowFirstResult, "각 파일에 대한 첫 번째 결과를 표시(&O)"
chkShowIncludeFilterMatchFiles, ""파일 포함" 필터와 일치하는 파일 이름 표시"
chkShowIncludeFilterMatchFolders, ""파일 포함" 필터와 일치하는 폴더 이름 표시"
chkShowQueryMatchFiles, "검색어 및 텍스트 일치하는 파일 이름을 표시"
chkShowQueryMatchFolders, "텍스트 및 퀴리의 일치하는 폴더 이름 표시"
chkUseIFilters, "파일 처리기를 사용하여 프로세스 파일 내용을 검색 (느림)"
colDateAccessed, "접근 날짜"
colDateCreated, "생성 날짜"
colDateModified, "수정 날짜"
colEncodingUsed, "사용된 인코딩"
colExtension, "확장자"
colFile, "파일명"
colFileSize, "파일 크기"
colLine, "라인"
colLineNumber, "라인 #"
colPath, "경로"
lblAccessedTo, "에"
lblAdditionalLinesAfter, "검색 결과 후 여러 줄 표시:"
lblAdditionalLinesBefore, "검색 결과 전 여러 줄 표시:"
lblCreatedTo, "에"
lblDateAccessed, "접근 날짜:"
lblDateCreated, "만든 날짜:"
lblDateFilterLogic, "날짜 필터 로직:"
lblDateModified, "수정 날짜:"
lblExcludeFiles, "제외 파일(&c):"
lblExcludePath, "제외 경로(&x):"
lblFilterResults, "필터:"
lblIncludeFiles, "포함 파일(&F):"
lblModifiedTo, "에"
lblPath, "경로(&P):"
lblQuery, "쿼리(&Q):"
lblStatusFound, "일치하는 검색 결과: {0}"
lblStatusTotal, "검색된 파일: {0}"
mniAbout, "소개"
mniAddResultsToZipFile, "모든 결과를 압축"
mniAddSelectedResultsToZipFile, "선택된 결과 ZIP 파일로 압축"
mniClearSearchHistory, "검색 기록 지우기"
mniCloseAll, "모두 닫기"
mniCloseAllButThis, "그외 닫기"
mniCloseSearch, "취소"
mniCopyFilePathNewLine, "선택된 파일이름 복사(개행 분리)"
mniCopyToClipboard, "선택된 결과 복사"
mniCopyToClipboardAll, "모든 결과 복사"
mniExit, "나가기"
mniExplorerContextMenu, "윈도우 상황에 맞는 메뉴"
mniHashWithHashTools, "해시 및 해시도구"
mniHelp, "도움말"
mniOpenFolder, "폴더 포함 열기"
mniOpenFolderOnly, "폴더 열기"
mniOpenOther, "{0} 와 함께 열기"
mniPermenentDelete, "선택파일 영구 삭제"
mniRemoveRows, "선택 결과 목록에서 제거"
mniRenameFile, "선택 파일 이름 바꾸기"
mniSettings, "설정"
mniShowFilterControls, "필터 컨트롤 표시"
mniTextCopy, "복사하기(&C)"
mniTextSelectAll, "모두 선택(&A)"
mniTools, "도구(&T)"
mniTrayExit, "나가기"
mniTrayLoadProfiles, "프로필 불러오기"
mniTrayShowFileSeek, "FileSeek 표시"
mniTraySyncProfiles, "프로필 동기화"
mnuCopyFilePath, "선택된 파일이름 복사 (콤마 분리)"
mnuExportAllHTML, "HTML 모든 결과 내보내기"
mnuExportSelectedResultsHTML, "HTML 선택 결과 내보내기"
mnuFileCopy, "선택 파일 복사"
mnuFileCut, "선택 파일 잘라내기"
mnuFileDelete, "선택 파일 삭제"
mnuLanguage, "언어"
mnuLoadProfile, "불러오기"
mnuManageProfiles, "프로필 관리"
mnuOpen, "열기"
mnuOpenNotepad, "메모장으로 열기"
mnuProfile, "프로필"
mnuSave, "저장"
mnuSaveAll, "CSV 모든 결과 내보내기"
mnuSaveProfile, "새 프로필 저장"
mnuSaveSelection, "CSV 선택 결과 내보내기"
mnuShowFullLanguageList, "전체 리스트 보기"
mnuSyncProfiles, "프로필 동기화"
rdoMatchQueryLineByLine, "파일의 각 행에 쿼리와 일치"
rdoMatchQueryToWholeFile, "전체 파일을 쿼리와 일치"
tabAdvanced, "고급"
tabDateFilters, "날짜 필터"
tabFileSizeFilters, "파일 크기 필터"
tabSearch, "검색"


[frmMain_Strings]
AccessedAfterTT, "이후 접근 {0}"
AccessedBeforeTT, "전에 접근 {0}"
AccessedBetweenTT, "사이에 접근 {0} 과 {1}"
AllDrives, "모든 드라이브"
AppSelectionErrorPartOne, "선택한 응용 프로그램을 찾을 수 없습니다."
AppSelectionsErrorPartTwo, "당신은 지금 다른 하나를 선택 하시겠습니까?"
btnNewSearchTT, "새 탭을 열고 검색 시작"
btnSearchTT, "현재 탭에서 검색 시작"
btnStopTT, "선택 검색 중지"
CaseSensitiveQueryTT, "대소 문자 구분 검색어"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "제외 파일 필터는 패턴"
cboExcludeFileFilterMode_RegEx, "제외 파일 필터는 RegEx"
cboExcludeFileFilterMode_TextQuery, "제외 파일 필터는 텍스트 쿼리"
cboIncludeFileFilterMode_Pattern, "포함 파일 필터는 패턴"
cboIncludeFileFilterMode_RegEx, "포함 파일 필터는 RegEx"
cboIncludeFileFilterMode_TextQuery, "포함 파일 필터는 텍스트 쿼리"
cboQueryMode_RegEx, "정규식 검색"
cboQueryMode_TextQuery, "쿼리는 텍스트 쿼리"
chkShowFirstResultTT, "각 줄에 검색어와 일치하는 경우에만 첫 번째 일치하는 행을 표시합니다"
ColumnChangeMessage, "검색을 다시 시작할 때까지 검색 결과 열이 변경되지 않습니다."
ContextMenuError, "윈도우 상황에 맞는 메뉴를 표시하는 동안 오류가 발생했습니다."
CreatedAfterTT, "후 생성 {0}"
CreatedBeforeTT, "이전에 생성 된"
CreatedBetweenTT, "사이에 생성 {0} 과 {1}"
CSVSpreadsheet, "CSV 파일"
CustomAppOpenError, "사용자 지정 응용 프로그램이 파일을 여는 동안 오류가 발생했습니다."
DateCreatedError, "이후 시작 날짜보다 '만든 날짜 종료 날짜'를 선택하십시오."
DateFiltersSelected, "날짜 필터:"
DateModifiedError, "이후 시작 날짜보다 '수정 한 날짜 종료 날짜'를 선택하십시오."
EmptyPDFError, "PDF 파일이 검색되었지만, 텍스트가 포함되지 않았습니다"
EnterProfileName, "프로필 이름 입력:"
ErrorDirectoryEmpty, "이 경로는 비어있습니다"
ExcludeFilesTT, "제외 파일: {0}"
ExcludePathsTT, "경로 제외(s): {0}"
ExportDateAccessed, "엑세스한 날짜"
ExportDateCreated, "생성된 날짜"
ExportDateModified, "수정된 날짜"
ExportExtension, "확장자"
ExportFileName, "파일명"
ExportFileSize, "파일 크기"
ExportLineNumber, "줄 #"
ExportLineText, "줄"
ExportPath, "경로"
FileDeleteMessage, "FileSeek가 요청 된 작업을 수행하는 동안 잠시 기다려주십시오.\n이 창을 닫을 수 있지만 작업이 실행되는 동안 예기치 않은 결과가 발생할 수 있습니다."
FileDeleteQuestion, "선택한 파일이나 폴더를 삭제 하시겠습니까?"
FileDeleteTitle, "파일 삭제"
FileDeletionError, "파일을 삭제하는 동안 오류가 발생했습니다."
FileHandlerError, "검색 경로를 입력하십시오."
FileIncludeNameMatch, "파일 이름 일치 [필터 파일 포함]"
FileOpenError, "이 파일을 여는 동안 오류가 발생했습니다."
FilePermenentDeleteQuestion, "선택한 파일 또는 폴더를 영구적으로 삭제하시겠습니까?"
FileQueryNameMatch, "파일 이름 일치 [검색어]"
FileReadError, "파일 접근 오류: {0}"
FileSelectionError, "존재하는 최소 1 파일을 선택하고 다시 시도하십시오."
FileSizeError, "동일 파일 크기 최소보다 큰 파일 크기 최대를 선택하십시오."
FileSizeFiltersSelected, "파일 크기 필터:"
FilesSearched, "검색된 파일: {0}"
FilesSkipped, "건너뛴 파일 : {0}"
FolderBrowserDescription, "검색 폴더 선택"
FolderBrowsingError, "폴더를 검색하는 동안 오류가 발생했습니다."
FolderIncludeNameMatch, "폴더 이름 일치 [필터 파일 포함]"
FolderItemError, "폴더 항목 불러오기 오류: {0}"
FolderOpenError, "이 폴더를 여는 동안 오류가 발생했습니다."
FolderQueryNameMatch, "폴더 이름 일치 [검색어 텍스트]"
FolderReadError, "폴더 읽기 오류: {0}"
HiddenFolderError, "숨겨진 파일/폴더이므로 검색하지 않습니다"
HyperTextMarkupLanguageFile, "하이퍼 텍스트 태그 언어 파일"
IFilterWarning, "고급 탭에서 올바른 결과를 표시하기 위해 파일 처리기의 활성화가 필요함: {0} 파일"
IncludeFilesTT, "포함 파일: {0}"
InvalidExcludeFilesRegExError, "정규식 패턴 유효 하지 않는 파일 제외가 오류가 발생 했습니다.\n{0}"
InvalidFolderLength, "유효하지 않은 폴더의 길이."
InvalidIncludeFilesRegExError, "정규식 패턴 포함 파일이 오류가 발생 했습니다.\n{0}"
InvalidQueryError, "텍스트 검색어가 잘못되었습니다.\n{0}"
InvalidQueryRegExError, "쿼리 정규식 패턴이 잘못되었습니다.\n{0}"
KeypressError, "이 키 누르기을 처리하는 동안 오류가 발생했습니다."
LinkedFolderError, "이 링크/교차점 이므로 폴더를 검색하지 않음"
MatchesFound, "일치하는 검색 결과: {0}"
MatchesFromQueue, "대기 결과 : {0}"
MatchesFromQueueIcons, "대기 아이콘 : {0}"
MaxFileSizeTT, "최대 파일 크기: {0}"
MaxPathError, "경로가 길어 일부 프로그램에서 작동하지 않을 수 있습니다"
MenuOpenError, "메뉴를 여는 동안 오류가 발생했습니다."
MinFileSizeTT, "최소 파일 크기: {0}"
ModifiedAfterTT, "이후 수정 {0}"
ModifiedBeforeTT, "전 수정 {0}"
ModifiedBetweenTT, "사이에 수정 {0} 과 {1}"
More, "(더보기)"
NoDateFiltersSelected, "날짜 필터 기능 선택 않함"
NoFileSizeFiltersSelected, "날짜 필터 기능 선택 안함"
NoOptionsSelected, "옵션 선택 없음"
NotepadError, "메모장으로 이 파일을 여는 동안 오류가 발생했습니다."
NotYourProfile, "이 프로필을 보유하고 있지 않습니다."
OnlyShowFirstResultTT, "첫 번째 결과만 보기"
OpenManyQuestion, "{0} 파일 또는 폴더를 오픈 하시겠습니까?"
OptionsSelected, "옵션 선택:"
OtherApplication, "다른 응용프로그램"
PathsTT, "경로(s): {0}"
PathTooLongError, "윈도우 긴 경로 이름이 작업을 지원하지 않습니다."
ProfileLoadError, "이 프로필을 불러오는 동안 오류가 발생했습니다."
ProfileLoadOnStartError, "이 프로필 을 로드하는 동안 오류가 발생했습니다. 프로필이 존재하지 않습니다."
ProfileNameEmptyError, "프로필 이름을 입력하지 않으셨습니다.\n프로필 이름을 입력 후 다시 시도하여 주십시요."
ProfileOverwriteQuestion, "'{0}' 프로필을 덮어 쓰기 하시겠습니까?"
ProfileSaved, "프로필 검색 설정 저장 '{0}'"
ProfileSaveError, "프로필을 저장할 수 없습니다."
ProOnlyDoubleClickPrompt, "기본 더블 클릭 처리기는 FileSeek Pro 전용 기능으로 설정됩니다.\n당신은 설정에서 기본 더블 클릭 처리기를 변경할 수 있습니다 > 검색 탭.\n\n당신은 업그레이드에 대한 자세한 정보를 원하십니까?"
QueryTT, "검색어:\n{0}"
rdoMatchQueryLineByLineTT, "모든 파일 한 줄을 열고 각 행에 쿼리가 일치하도록 시도"
rdoMatchQueryToWholeFileTT, "모든 전체 파일을 열고 전체 텍스트 쿼리가 일치하도록 시도"
RenameFileError, "FileSeek가 선택한 파일 또는 폴더의 이름을 바꿀 수 없습니다.\n다른 이름을 입력하고 다시 시도하십시오."
RenameFileFolder, "선택된 파일 이름 바꾸기:"
ResultCopied, "하나의 결과를 ​​클립 보드에 복사됩니다."
ResultCopyError, "클립 보드에 검색 결과를 복사하는 동안 오류가 발생했습니다."
ResultSaveError, "결과를 저장하는 동안 오류가 발생했습니다.\n{0}"
ResultsCopied, "{0} 결과 클립 보드에 복사됩니다."
ResultSelectionError, "최소 1 개의 검색 결과를 선택하고 다시 시도하십시오."
SaveResults, "Spreadsheet에 결과 저장"
SaveResultsAsHTML, "HTML로 결과 저장"
SaveSearchProfile, "검색 프로필 저장"
SearchComplete, "검색 완료 {0}s"
SearchCriteria, "검색 조건:"
SearchCriteriaEmptyTT, "빈 검색 조건"
SearchEnd, "검색 종료 : {0}"
SearchError, "검색하는 동안 오류가 발생했습니다."
SearchStart, "검색 시작 : {0}"
SearchSubFoldersTT, "하위 폴더 검색"
SettingFormShowError, "설정 창을 표시하는 동안 오류가 발생했습니다."
Syncing, "Binary Fortress 계정과 동기화 중..."
SystemFolderError, "시스템 파일/폴더이므로 검색하지 않습니다"
TextCopyError, "이 텍스트를 복사하는 동안 오류가 발생했습니다."
TextProcessingError, "텍스트를 처리하는 동안 오류가 발생했습니다."
TextQueryHelpTT, "텍스트 쿼리 도움말"
TextSelectionError, "텍스트를 선택하고 다시 시도하십시오."
txtPathTT, "문자 | 구분 항목"
UseFileHandlersTT, "파일 처리기 사용"
ViewingAppPartOne, "당신은 아직 응용 프로그램을 선택하지 않았습니다"
ViewingAppPartTwo, "당신은 하나를 선택 하시겠습니까?"
ZipFile, "Zip 파일"


[frmProfileManager_Controls]
btnCopyProfile, "프로필 복사"
btnDelete, "삭제"
btnExport, "프로필 내보내기"
btnImport, "프로필 가져오기"
btnRename, "이름 변경"
btnSync, "Binary Fortress 계정과 동기화"
colProfileName, "프로필 이름"
colProfileOwner, "프로필 소유자"
lblCurrentProfile, "현재 사용자: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "당신의 새 프로필을 호출 하시겠습니까?"
ExportFileSeekSearchProfile, "FileSeek 검색 프로필 내보내기"
ExportSearchProfileSuccessful, "검색 프로필을 성공적으로 내보냈습니다"
FileSeekSearchProfile, "FileSeek 검색 프로필"
ImportFileSeekSearchProfile, "FileSeek 검색 프로필 가져오기"
MustSelectAnItem, "목록에서 프로필을 선택 하고 다시 시도하십시오."
ProfileDeleteQuestion, "선택한 프로필을 삭제 하시겠습니까?"
RenameSearchProfile, "검색 프로필 이름 변경"
SearchProfileName, "검색 프로필 이름:"
Title, "프로필 관리"


[frmSettings_Controls]
btnBrowseOther, "찾아보기(&B)"
btnClearHistory, "검색 기록 지우기"
btnIFilterToggle, "토글 파일 처리기"
btnOtherDefault, "기본값(&D)"
chkCloseToTray, "시스템 트레이로 숨기기"
chkCombineParameters, "여러 인스턴스를 여는 대신에 여러 파일을 동일한 인스턴스로 전달"
chkErrorDirectoryEmpty, "빈 폴더 발견시 오류 표시"
chkErrorForLongPaths, "260 자 이상의 경로 발견시 오류 출력 후 건너뛰기"
chkExportExtraLines, "검색 결과를 저장할 때, 별도의 줄 출력"
chkIFilterErrors, "파일 처리기가 없는 파일에 대한 오류 표시 (파일 처리기 검색이 사용 가능한 경우)"
chkIsQueryFullString, "쿼리 텍스트를 하나의 큰 쿼리 값으로 취급"
chkLinkedFoldersSearch, "파일 검색 및 링크/접합 되는 폴더"
chkLinkedFoldersSearchShowErrorOnSkip, "Link/Junction을 건너뛸 때 오류 표시"
chkMinimizeToTray, "FileSeek를 시스템 트레이로 최소화"
chkOnlyShowMatchedText, "검색 결과에 일치하는 텍스트만 표시"
chkResetSearchValues, "새 탭에서 검색을 시작할 때 검색 탭 값 재설정"
chkResultWordWrap, "검색 결과에 표시되는 텍스트 줄 바꿈"
chkSearchHiddenFiles, "숨겨진 파일 및 폴더 검색"
chkSearchSystemFiles, "시스템 파일 및 폴더 검색"
chkSearchWithinLNKFiles, "LNK 파일이 가리키는 파일 검색"
chkShowErrorEmptyPDF, "내용이 없는 PDF 파일이 발견되면 오류 표시"
chkShowFileErrors, "파일/폴더에 액세스 할 수 없습니다 오류 표시"
chkShowHiddenFileError, "숨겨진 파일 및 폴더를 건너뛸 때 오류 표시"
chkShowSystemFileError, "시스템 파일 및 폴더를 건너 뛸 때 오류 표시"
chkShowToolTips, "도구 설명 표시"
chkSingleInstance, "FileSeek가 하나의 인스턴스만 열도록 강제"
chkStartWithClearProfile, "항상 빈 검색 기준으로 FileSeek 시작"
chkTreatAllExcludePathFiltersAsWildcards, "모든 제외 경로 필터를 와일드 카드로 처리"
chkTreatAllIncludeFiltersAsWildcards, "모두포함 하는 와일드 카드 파일 필터를 포함"
chkUseCustomDateFormat, "사용자 정의 날짜 형식 사용"
chkUsePreviewHandlers, "결과 창에서 미리 보기 처리기 사용"
chkWindowsContextMenu, "윈도우 상황에 맞는 메뉴 FileSeek 보기"
colAvailableColumns, "사용 가능한 열"
colSelectedColumns, "선택된 열"
gbCmdLineVars, "명령 행 변수"
gbDateFormat, "날짜 형식"
gbGeneralOptions, "기본 옵션"
gbPresentationOptions, "프레젠테이션 옵션"
gbSearchColumns, "검색 열"
lblCmdLineParam, "명령 줄 매개 변수 전달 방법:"
lblDateFormatLink, "날짜 및 시간 형식 문자열의 사용자 정의"
lblDefaultDoubleClick, "이중 검색 결과를 클릭에 대한 기본 작업을 선택:"
lblFileHandlerFAQ, "파일 처리기의 자주 묻는 질문"
lblNumChar, "각 검색 결과에 많은 문자 표시:"
lblOtherApplicationName, "다른 응용 프로그램의 이름 :"
lblSelectViewingApp, "선택한 파일보기 응용 프로그램:"
lblSkipFile, "파일당 허용되는 최대 검색 시간 (0 = 무제한) :"
pageSearchViewSettings, "결과 보기 설정"


[frmSettings_Strings]
AppBrowsingError, "응용 프로그램을 검색하는 동안 오류가 발생했습니다."
cboDefaultDoubleClickOperation_ExportAllCSV, "모든 결과를 *.CSV로 내보내기"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML 모든 결과 내보내기"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "선택된 결과를 *.CSV로 내보내기"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML 선택 결과 내보내기"
cboDefaultDoubleClickOperation_Open, "기본 처리기로 열기"
cboDefaultDoubleClickOperation_OpenContainingFolder, "폴더 포함 열기"
cboDefaultDoubleClickOperation_OpenNotepad, "메모장으로 열기"
cboDefaultDoubleClickOperation_OpenOther, "{0} 와 함께 열기"
chkTreatAllIncludeFiltersAsWildcardsTT, "이 옵션을 사용하면 foo로 입력한 검색은 *foo*로 처리됩니다"
ClearHistoryError, "검색 기록을 삭제하는 동안 오류가 발생했습니다."
ClearHistoryWarning, "검색 기록을 삭제 하시겠습니까?"
CommandLineError, "명령 줄 매개 변수를 입력하거나 재설정 '기본'을 클릭하십시오."
CustomDateFormatError, "맞춤 날짜 형식을 지정하는 중에 오류가 발생했습니다.\n오류를 수정하고 다시 시도하십시오."
DisableFileHandler, "파일 처리기 비활성"
DisablePreviewHandler, "미리보기 처리기 비활성화"
EnableFileHandler, "파일 처리기 활성화"
EnablePreviewHandler, "미리보기 처리기 활성화"
FileCommandDescription, "{0}: 대체 전체 파일 이름."
FileHandlerListError, "파일 처리기 목록을 불러오는 동안 오류가 발생했습니다."
FileHandlerSelectError, "이 파일 처리기를 선택하는 동안 오류가 발생했습니다."
FileHandlerToggleError, "이 파일 처리기를 전환하는 동안 오류가 발생했습니다."
HistoryCleared, "검색 기록 성공적으로 삭제."
InvalidExitcode, "반환 및 무효 종료 코드: {0}"
LineCommandDescription, "{0}: 대체 행 번호입니다."
lvIFilters_Extension, "확장자"
lvIFilters_Handler, "처리기"
lvIFilters_HandlerVersion, "버전"
NumOfCharError, "문자 {0} 과 {1} 사이의 수를 입력하고 다시 시도 하십시오."
PreviewHandlerListError, "미리보기 처리기를 나열하는 중에 오류가 발생했습니다."
PreviewHandlerToggle, "미리보기 처리기 전환"
SettingMenuError, "상황에 맞는 메뉴 설정을 설정하는 동안 오류가 발생했습니다."
tabSettings_FileHandlers, "파일 처리기"
tabSettings_OtherApp, "기타 응용 프로그램"
tabSettings_PreviewHandlers, "미리보기 처리기"
tabSettings_Search, "검색"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "검색 결과 을 성공적으로 저장했습니다.\n파일을 보시겠습니까?"
SearchCriteria, "검색 조건"
SearchDate, "검색 날짜:"
Title, "FileSeek 검색 결과"


[IFilterHelper_Strings]
UnknownError, "알 수없는 IFilter 오류"
UsingStandardMethodWarning, "이 파일에 대한 처리기가 없으며, 표준 방법을 사용하여 검색 하십시오."


[Installer]
AdditionalIcons, "추가 아이콘:"
CreateContextMenuItems, "윈도우의 마우스 우클릭 메뉴에 추가"
CurrentUserOnly, "현재 사용자"
DesktopIcon, "바탕 화면 아이콘 생성(&d)"
DotNetInstallNow, "지금 설치 하시겠습니까?"
DotNetRequired, "이 응용 프로그램을 실행하려면 .NET Framework 업데이트가 필요합니다."
ForAllUsers, "모든 사용자"
LaunchNow, "지금 실행"
LicKeyInvalid, "이 라이센스 키는 유효하지 않은 것으로 보입니다."
LicKeyLabel, "라이센스 키:"
LicKeySelectOption, "라이센스 키 옵션을 선택하고 다시 시도하십시오."
LicKeyText, "라이센스 키 옵션:"
LicKeyTextAdminLocked, "라이센스 키가 관리자에 의해 설정 되었습니다."
LicKeyTextChangeFree, "무료 버전을 사용하려면 설정 창에서 '무료 버전 변경'을 클릭합니다."
LicKeyTextEnterOrFree, "유효한 라이센스 키를 입력하거나 '평가판 사용'을 선택하십시오."
LicKeyTextPaid, "라이센스 키 사용:"
LicKeyTextTrial, "(처음에만) 평가판을 사용하고, 이후에는 무료 버전으로 돌아갑니다"
RunAtStartup, "윈도우를 시작 시 자동 실행"
SteamKeyInvalid, "당신의 Steam 라이센스 키를 정확하게 불러오지 못했습니다.\n이 설치/응용 프로그램을 종료하고 Steam내에서 설치 및 다시 실행하십시오."
TextBefore, "새 버전을 설치 하기 전에 실행중인 FileSeek을 종료 합니다.\n\n업데이트 및 지원은 https://www.fileseek.ca를 방문하십시오."
UninstallRemoveAllData1, "모든 응용프로그램 설정, 환경 설정 및 임시 파일을 완전히 삭제하시겠습니까?"
UninstallRemoveAllData2, "이 응용프로그램을 다시 설치할 경우에는 권장하지 않습니다."
UnsupportedWindowsVersion, "이 제품은 현재 사용중인 Windows 버전에서 더 이상 지원되지 않습니다. 이전에 지원되는 버전을 다운로드하는 방법에 대한 자세한 정보를 원하십니까?"


[LicenseValidate_Strings]
ExpiredPrompt, "죄송합니다, FileSeek 평가판 라이센스 키가 만료되었습니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"
FreeLicenseReminder, "향후 개발에 지원하고 싶습니까? 여기를 클릭하세요!"
Invalid, "죄송합니다, 라이센스 키가 잘못되었습니다."
InvalidReseller, "죄송합니다, 라이센스 키는 재판매업자에서 제공한 FileSeek만 유효합니다.\n자세한 내용은 재판매업자에게 문의하시기 바랍니다."
LicenseProcessPro, "등록해 주셔서 감사합니다!"
LicenseProcessProRestoreSettingsPrompt, "Pro 설정의 자동 백업이 감지되었습니다.\n이 백업 파일은 {0}일 전 것입니다.\n당신의 Pro 설정을 들여오시겠습니까? 당신의 모든 현재 설정은 백업 설정과 함께 덮어쓰여질 것입니다."
LicenseProcessRemoved, "라이센스 키가 제거되었습니다."
LicenseProcessTrial, "FileSeek 프로 버전을 사용해 주셔서 감사합니다!\n라이센스는 {0:D} 후에 만료 됩니다."
TrialAlmostDonePrompt, "평가판 라이센스가 곧 만료됩니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeek 검색"


[Words]
About, "정보"
Add, "추가(&A)"
AdminSettingsLock, "일부 설정은 시스템 관리자에 의해 관리됩니다"
Apply, "적용"
Browse, "열람"
ButtonLater, "나중에(&L)"
ButtonMoreInformation, "추가적인 정보(&M)"
ButtonUseFreeVersion, "무료 버전 사용(&U)"
BuyALicenseKey, "라이센스 키 구입"
Cancel, "닫기(&C)"
Close, "취소"
Copy, "복사하기(&C)"
Custom, "구입"
Cut, "잘라내기(&C)"
Default, "초기화"
Delete, "제거(&D)"
Disable, "비활성화(&D)"
Disabled, "비활성화됨"
Duplicate, "중복(&D)"
Edit, "수정(&E)"
Enable, "활성화(&E)"
Enabled, "활성화됨"
EnterALicenseKey, "라이센스 키 입력"
Error, "오류"
ErrorNotAdminUACDisabled, "UAC를 사용할 수 있지만 관리자가 아닌 경우 요청 작업이 중단 될수 있습니다.\nUAC를 활성화 또는 관리자로 로그인하고 다시 시도하십시오.\n최근 UAC를 비활성화 한 경우 컴퓨터를 다시 시작 하십시오."
Exit, "종료(&x)"
FileTypes_AllFiles, "모든 파일"
FileTypes_ApplicationFiles, "애플리케이션 파일"
FileTypes_HTMLFiles, "HTML 파일"
FileTypes_ImageFiles, "이미지 파일"
FileTypes_RegistryFiles, "레지스트리 파일"
FileTypes_SoundFiles, "사운드 파일"
FileTypes_VideoFiles, "비디오 파일"
FileTypes_ZipFiles, "압축 파일"
FreeVsPro, "무료와 Pro 비교"
Help, "도움말"
Info, "정보"
InvalidImageFile, "이 사진은 손상되었거나 읽을 수 없습니다."
Language, "언어"
Load, "불러오기(&L)"
Name, "이름"
NameLabel, "이름:"
Never, "않 함"
No, "아니요"
OK, "확인(&O)"
Paste, "붙여넣기(&P)"
ProductSocialOnFacebook, "Facebook의 FileSeek"
ProductSocialOnLinkedIn, "LinkedIn의 FileSeek"
ProductSocialOnTwitter, "Twitter의 FileSeek"
ProOnlyButtonToolTip, "이 기능은 Pro 전용입니다.\n여기를 클릭하여 더 많은 정보를 확인합니다."
ProOnlyLabelText, "이 기능을 사용하려면 Pro 라이센스로 업그레이드"
ProOnlyNotice, "Pro 기능만 파란 색으로 강조 표시됨"
ProOnlyQuestion, "이 기능을 사용하기 위해서는 Pro 라이센스로 업그레이드가 필요합니다.\n업그레이드에 대한 정보를 확인하시겠습니까?"
ProOnlyShort, "Pro만 사용가능"
Redo, "되돌리기(&R)"
Refresh, "새로고침(&R)"
Remove, "제거(&R)"
Rename, "이름 바꾸기(&R)"
Retry, "재시도"
Save, "저장하기(&S)"
Seconds, "초"
Select, "선택"
SelectAll, "전체 선택(&S)"
Settings, "설정"
Start, "시작"
Stop, "정지"
Sync, "동기화"
Undo, "되돌리기(&U)"
Unknown, "모름"
Yes, "예"